const nuclearList = {
  status: 200,
  message: 'success',
  data: {
    'nuclearList|4': [
      {
        'id|+1': [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11],
        'eventName|+1': ['易速贷申请（U2009090003）', '新车预审批（U2009090010）', 'Trigger_9（R2010090001）', 'Trigger_6（R2011090003）'],
        'desc|+1': ['用于易速贷申请的使用事件', '用于新车贷款申请的使用事件', '用于监控PSI指标', '用于监控模型输出分数'],
        'head|+1': ['黎簇', '黎簇', '黎簇', '黎簇'],
        'eventType|+1': ['使用事件', '使用事件', '预警规则', '预警规则'],
        'checkType|+1': ['生效审核', '生效审核', '停用审核', '停用审核'],
        'status|+1': ['已通过', '审批中', '已拒绝', '已撤销'],
        'action|+1': ['生效审核中', '生效审核中', '生效审核中', '生效审核中'],
        'modelMsg|+1': ['易速贷申请（M2010090001）', '新车预审批（M2010110001）', '二手车审批（M2010090003）', '易速贷反欺诈（M2010090008）'],
        'touchTime|+1': ['11', '5', '1', '0'],
        'effectTime|+1': ['2020.07.15-12:00:00', '2020.07.01-12:00:00', '2020.06.22-12:00:00', '2020.06.01-12:00:00'],
        'submitTime|+1': ['2020.06.28-11:20:03', '2020.06.25-13:56:03', '2020.06.20-13:20:45', '2020.05.31-16:30:24']
      }
    ]
  }
}
export default {
  url: '/nuclear-list',
  type: 'get',
  response: response => {
    return {
      code: 200,
      data: nuclearList
    }
  }
}
